Repository: Molhamalfa/PrayerReminder
Catalog: PrayerReminder/*.lproj/Localizable.strings
Languages: ar, tr

source: Reminders
ar: التذكيرات
tr: Hatırlatıcılar

source: Enable Prayer Reminders
ar: تفعيل تذكيرات الصلاة
tr: Namaz Hatırlatıcılarını Etkinleştir

source: Remind every %d minutes
ar: تذكير كل %d دقيقة
tr: Her %d dakikada bir hatırlat

source: Language
ar: اللغة
tr: Dil

source: App Language
ar: لغة التطبيق
tr: Uygulama Dili

source: Settings
ar: الإعدادات
tr: Ayarlar

source: Prayed
ar: تمت الصلاة
tr: Kılındı

source: Completed
ar: مكتمل
tr: Tamamlandı

source: Missed
ar: فائتة
tr: Kaçırıldı

source: Active
ar: حالي
tr: Aktif

source: Upcoming
ar: قادم
tr: Yaklaşan

source: Loading...
ar: جار التحميل...
tr: Yükleniyor...

source: Reminder Interval
ar: فترة التذكير
tr: Hatırlatma Aralığı

source: If you notice any glitches while changing languages, please try exiting the app completely and re-entering after changing the language.
ar: إذا لاحظت أي مشاكل أثناء تغيير اللغة، يرجى محاولة الخروج من التطبيق بالكامل وإعادة الدخول بعد تغيير اللغة.
tr: Dil değiştirirken herhangi bir aksaklık fark ederseniz, lütfen uygulamadan tamamen çıkıp tekrar girmeyi deneyin.

source: Fajr
ar: الفجر
tr: İmsak

source: Sunrise
ar: الشروق
tr: Güneş

source: Dhuhr
ar: الظهر
tr: Öğle

source: Asr
ar: العصر
tr: İkindi

source: Maghrib
ar: المغرب
tr: Akşam

source: Isha
ar: العشاء
tr: Yatsı

source: Next Prayer: %@
ar: الصلاة التالية: %@
tr: Sıradaki Vakit: %@

source: All prayers done for today!
ar: لقد أديت جميع صلوات اليوم!
tr: Bugünkü tüm namazlar kılındı!

source: Today's Prayer Summary
ar: ملخص صلوات اليوم
tr: Bugünün Namaz Özeti

source: Prayed Prayers:
ar: الصلوات المؤداة:
tr: Kılınan Namazlar:

source: No prayers marked as prayed yet.
ar: لم يتم تحديد أي صلاة كمؤداة بعد.
tr: Henüz kılınmış namaz işaretlenmedi.

source: Missed Prayers:
ar: الصلوات الفائتة:
tr: Kaçırılan Namazlar:

source: No prayers missed yet.
ar: لا توجد صلوات فائتة بعد.
tr: Henüz kaçırılmış namaz yok.

source: Upcoming Prayers:
ar: الصلوات القادمة:
tr: Yaklaşan Namazlar:

source: All prayers completed or missed for today.
ar: جميع صلوات اليوم تمت أو فاتت.
tr: Bugünkü tüm namazlar kılındı veya kaçırıldı.

source: Prayer History Calendar
ar: تقويم سجل الصلوات
tr: Namaz Geçmişi Takvimi

source: It's time to pray
ar: حان وقت الصلاة
tr: Namaz Vakti

source: The time for %@ is now.
ar: حان الآن وقت صلاة %@.
tr: Şimdi %@ vakti.

source: Prayer Reminder
ar: تذكير بالصلاة
tr: Namaz Hatırlatıcısı

source: Have you prayed %@ yet? Tap 'Prayed' to stop these reminders.
ar: هل صليت %@؟ اضغط على 'تمت الصلاة' لإيقاف هذه التذكيرات.
tr: %@ namazını kıldınız mı? Bu hatırlatıcıları durdurmak için 'Kılındı'ya dokunun.

source: Failed to load data.
ar: فشل تحميل البيانات.
tr: Veriler yüklenemedi.

source: Try Again
ar: حاول مرة أخرى
tr: Tekrar Dene

source: The API URL is invalid.
ar: عنوان API غير صالح.
tr: API adresi geçersiz.

source: No data received from the API.
ar: لم يتم استلام بيانات من الخادم.
tr: Sunucudan veri alınamadı.

source: Failed to process the response from the server.
ar: فشل في معالجة الاستجابة من الخادم.
tr: Sunucudan gelen yanıt işlenemedi.

source: Could not find prayer times for the specified location. Please check your connection or location settings.
ar: تعذر العثور على أوقات الصلاة للموقع المحدد. يرجى التحقق من اتصالك أو إعدادات الموقع.
tr: Belirtilen konum için namaz vakitleri bulunamadı. Lütfen bağlantınızı veya konum ayarlarınızı kontrol edin.

source: The prayer time server is currently unavailable. Please try again later.
ar: خادم أوقات الصلاة غير متاح حاليًا. يرجى المحاولة مرة أخرى لاحقًا.
tr: Namaz vakti sunucusu şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
tr: Bilinmeyen bir hata oluştu.
